Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Biometric permission is missing or unavailable
ar: إذن البصمة البيومترية مفقود أو غير متاح
az: Biometrik icazə yoxdur və ya əlçatan deyil
bg: Разрешението за биометрия липсва или не е достъпно
bn: বায়োমেট্রিক অনুমতি নেই বা উপলব্ধ নেই
ca: Falta el permís biomètric o no està disponible
cs: Chybí oprávnění k biometrii nebo není k dispozici
da: Biometrisk tilladelse mangler eller er ikke tilgængelig
de: Die biometrische Berechtigung fehlt oder ist nicht verfügbar
el: Η άδεια βιομετρικού ελέγχου λείπει ή δεν είναι διαθέσιμη
eo: Biometria permeso mankas aŭ ne estas atingebla
es: Falta el permiso biométrico o no está disponible
et: Biomeetria luba puudub või ei ole saadaval
eu: Baimen biometrikoa falta da edo ez dago erabilgarri
fa: مجوز بیومتریک وجود ندارد یا در دسترس نیست
fi: Biometrinen lupa puuttuu tai ei ole käytettävissä
fil: Nawawala o hindi available ang pahintulot sa biometric
fr: L'autorisation biométrique est manquante ou indisponible
ga: Tá cead bithmhéadrach ar iarraidh nó níl sé ar fáil
gl: Falta o permiso biométrico ou non está dispoñible
gn: Permiso biométrico ndaipóri térã ndaijaváiva
ha: Izinin halittar jiki ya ɓace ko babu shi
he: הרשאת ביומטריה חסרה או לא זמינה
hi: बायोमेट्रिक अनुमति गुम है या उपलब्ध नहीं है
hr: Biometrijska dozvola nedostaje ili nije dostupna
hu: A biometrikus engedély hiányzik vagy nem elérhető
hy: Կենսաչափական թույլտվությունը բացակայում է կամ հասանելի չէ
id: Izin biometrik tidak ada atau tidak tersedia
it: Il permesso biometrico è assente o non disponibile
ja: 生体認証の権限がないか、利用できません
ko: 생체 인증 권한이 없거나 사용할 수 없습니다
ky: Биометрикалык уруксат жок же жеткиликсиз
lt: Biometrinis leidimas nesuteiktas arba negalimas
lv: Biometrijas atļauja nav piešķirta vai nav pieejama
ms: Kebenaran biometrik tiada atau tidak tersedia
my: Biometric ခွင့်ပြုချက် ပျောက်ဆုံးနေသည် သို့မဟုတ် မရရှိနိုင်ပါ
nb: Biometritillatelse mangler eller er utilgjengelig
nl: Toestemming voor biometrie ontbreekt of is niet beschikbaar
pl: Brak uprawnień biometrycznych lub są niedostępne
pt_br: A permissão biométrica está ausente ou indisponível
ro: Permisiunea biometrică este lipsă sau indisponibilă
ru: Разрешение на биометрию отсутствует или недоступно
sk: Chýba oprávnenie na biometriu alebo nie je k dispozícii
sl: Dovoljenje za biometrijo manjka ali ni na voljo
sq: Leja biometrike mungon ose nuk është e disponueshme
sv: Behörighet för biometri saknas eller är inte tillgänglig
th: ไม่มีสิทธิ์ไบโอเมตริกหรือไม่พร้อมใช้งาน
tr: Biyometrik izin eksik veya kullanılamıyor
uk: Дозвіл на біометрію відсутній або недоступний
ur: بایومیٹرک اجازت موجود نہیں یا دستیاب نہیں ہے
vi: Thiếu quyền sinh trắc học hoặc không khả dụng
yo: Ìyọ̀nda Biometric kò sí tàbí kò wà
zh_hans: 缺少生物识别权限或权限不可用
zh_hant: 缺少生物識別權限或權限不可用

source: Both (scan clearnet, broadcast I2P)
ar: كلاهما (مسح عبر Clearnet، وبث عبر I2P)
az: Hər ikisi (clearnet skan, I2P yayım)
bg: И двете (сканиране в Clearnet, разпращане през I2P)
bn: উভয়টি (ক্লিয়ারনেটে স্ক্যান, I2P-তে ব্রডকাস্ট)
ca: Ambdós (escaneja Clearnet, emet per I2P)
cs: Obojí (skenovat clearnet, vysílat přes I2P)
da: Begge (scan clearnet, udsend via I2P)
de: Beide (Clearnet scannen, I2P senden)
el: Και τα δύο (σάρωση Clearnet, μετάδοση I2P)
eo: Ambaŭ (skani per clearnet, elsendi per I2P)
es: Ambos (escanear clearnet, transmitir por I2P)
et: Mõlemad (skanni Clearnetis, saada I2P kaudu)
eu: Biak (eskaneatu clearneten, hedatu I2Pn)
fa: هر دو (اسکن در Clearnet، ارسال از طریق I2P)
fi: Molemmat (skannaa Clearnet, lähetä I2P)
fil: Pareho (i-scan sa clearnet, i-broadcast sa I2P)
fr: Les deux (analyse Clearnet, diffusion I2P)
ga: An Dá Cheann (scan Clearnet, craol I2P)
gl: Ambos (escanear en Clearnet, difundir por I2P)
gn: Mokõivéva (skanea clearnet-pe, moherakuã I2P rupi)
ha: Duka biyu (bincika ta clearnet, watsa ta I2P)
he: שניהם (סריקה ב-Clearnet, שידור ב-I2P)
hi: दोनों (क्लियरनेट स्कैन करें, I2P पर प्रसारित करें)
hr: Oboje (skeniranje na clearnetu, emitiranje putem I2P-a)
hu: Mindkettő (clearnet szkennelés, I2P közvetítés)
hy: Երկուսը (սկանավորում clearnet-ով, հեռարձակում I2P-ով)
id: Keduanya (pindai clearnet, siarkan I2P)
it: Entrambi (scansione clearnet, trasmissione I2P)
ja: 両方(Clearnetでスキャン、I2Pでブロードキャスト)
ko: 둘 다 (클리어넷 스캔, I2P 브로드캐스트)
ky: Экөө тең (clearnet аркылуу скандоо, I2P аркылуу таратуу)
lt: Abu (skenuoti Clearnet, transliuoti I2P)
lv: Abi (skenēt Clearnet, pārraidīt I2P)
ms: Kedua-duanya (imbas clearnet, siar I2P)
my: နှစ်မျိုးစလုံး (clearnet ဖြင့် စကင်ဖတ်၊ I2P ဖြင့် ပျံ့နှံ့စေမည်)
nb: Begge (skann clearnet, kringkast I2P)
nl: Beide (scannen via clearnet, uitzenden via I2P)
pl: Oba (skanowanie clearnet, transmisja I2P)
pt_br: Ambos (varrer via clearnet, transmitir via I2P)
ro: Ambele (scanare clearnet, difuzare I2P)
ru: Оба (сканирование через Clearnet, отправка через I2P)
sk: Oboje (skenovať clearnet, vysielať cez I2P)
sl: Oboje (preiskovanje clearnet, oddajanje I2P)
sq: Të dyja (skano clearnet, transmeto I2P)
sv: Båda (skanna clearnet, sänd via I2P)
th: ทั้งสองอย่าง (สแกนผ่าน clearnet กระจายผ่าน I2P)
tr: Her ikisi (clearnet üzerinden tara, I2P üzerinden yayınla)
uk: Обидва (сканування в clearnet, трансляція через I2P)
ur: دونوں (Clearnet اسکین کریں، I2P پر براڈکاسٹ کریں)
vi: Cả hai (quét clearnet, phát qua I2P)
yo: Àwọn méjèèjì (yẹ̀wò clearnet, tan I2P jáde)
zh_hans: 两者(Clearnet 扫描,I2P 广播)
zh_hant: 兩者(Clearnet 掃描,I2P 廣播)

source: Camera access denied
ar: تم رفض الوصول إلى الكاميرا
az: Kameraya giriş rədd edildi
bg: Достъпът до камерата е отказан
bn: ক্যামেরা অ্যাক্সেস প্রত্যাখ্যাত
ca: Accés a la càmera denegat
cs: Přístup ke kameře odepřen
da: Kameraadgang nægtet
de: Kamerazugriff verweigert
el: Η πρόσβαση στην κάμερα απορρίφθηκε
eo: Kamera atingo rifuzita
es: Acceso a la cámara denegado
et: Kaamerale juurdepääs keelatud
eu: Kamerarako sarbidea ukatuta
fa: دسترسی به دوربین رد شد
fi: Kameran käyttöoikeus estetty
fil: Tinanggihan ang access sa camera
fr: Accès à la caméra refusé
ga: Rochtain ceamara diúltaithe
gl: Acceso á cámara denegado
gn: Acceso kámara-pe oñembotovéma
ha: An hana samun damar kamara
he: הגישה למצלמה נדחתה
hi: कैमरा एक्सेस अस्वीकृत
hr: Pristup kameri odbijen
hu: Kamera hozzáférés megtagadva
hy: Տեսախցիկի հասանելիությունը մերժվեց
id: Akses kamera ditolak
it: Accesso alla fotocamera negato
ja: カメラへのアクセスが拒否されました
ko: 카메라 접근이 거부되었습니다
ky: Камерага мүмкүнчүлүк берилген жок
lt: Prieiga prie kameros uždrausta
lv: Piekļuve kamerai liegta
ms: Akses kamera dinafikan
my: ကင်မရာ ဝင်ရောက်ခွင့် ငြင်းပယ်ခံရသည်
nb: Kameratilgang avslått
nl: Cameratoegang geweigerd
pl: Odmowa dostępu do kamery
pt_br: Acesso à câmera negado
ro: Accesul la cameră a fost refuzat
ru: Доступ к камере запрещён
sk: Prístup ku kamere zamietnutý
sl: Dostop do kamere zavrnjen
sq: Aksesi i kamerës u refuzua
sv: Kameråtkomst nekad
th: ปฏิเสธการเข้าถึงกล้อง
tr: Kamera erişimi reddedildi
uk: Доступ до камери заборонено
ur: کیمرے تک رسائی مسترد کر دی گئی
vi: Từ chối quyền truy cập camera
yo: A kọ̀ ìwọlé kámẹ́rà
zh_hans: 相机访问被拒绝
zh_hant: 相機訪問被拒絕

source: Camera not available on simulator
ar: الكاميرا غير متاحة في المحاكي
az: Kamera simulyatorda əlçatan deyil
bg: Камерата не е достъпна в симулатора
bn: সিমুলেটরে ক্যামেরা উপলব্ধ নেই
ca: La càmera no està disponible al simulador
cs: Kamera není v simulátoru k dispozici
da: Kamera er ikke tilgængeligt i simulatoren
de: Kamera im Simulator nicht verfügbar
el: Η κάμερα δεν είναι διαθέσιμη στο simulator
eo: Kamerao ne disponebla en simulilo
es: Cámara no disponible en el simulador
et: Kaamera ei ole simulaatoris saadaval
eu: Kamera ez dago erabilgarri simulagailuan
fa: دوربین در شبیه‌ساز در دسترس نیست
fi: Kamera ei ole käytettävissä simulaattorissa
fil: Hindi available ang camera sa simulator
fr: Caméra non disponible sur le simulateur
ga: Níl an ceamara ar fáil ar an insamhlóir
gl: Cámara non dispoñible no simulador
gn: Kámara ndaipóri simulador-pe
ha: Babu kamara a kwaikwayo (simulator)
he: המצלמה אינה זמינה בסימולטור
hi: सिमुलेटर पर कैमरा उपलब्ध नहीं है
hr: Kamera nije dostupna u simulatoru
hu: A kamera nem elérhető szimulátoron
hy: Տեսախցիկը հասանելի չէ սիմուլյատորում
id: Kamera tidak tersedia di simulator
it: Fotocamera non disponibile sul simulatore
ja: シミュレーターではカメラを使用できません
ko: 시뮬레이터에서는 카메라를 사용할 수 없습니다
ky: Симуляторда камера жеткиликсиз
lt: Kamera negalima simuliatoriuje
lv: Kamera nav pieejama simulatorā
ms: Kamera tidak tersedia pada simulator
my: Simulator တွင် ကင်မရာ မရရှိနိုင်ပါ
nb: Kamera er ikke tilgjengelig i simulatoren
nl: Camera niet beschikbaar in simulator
pl: Kamera niedostępna w symulatorze
pt_br: Câmera não disponível no simulador
ro: Camera nu este disponibilă în simulator
ru: Камера недоступна в симуляторе
sk: Kamera nie je v simulátore k dispozícii
sl: Kamera ni na voljo v simulatorju
sq: Kamera nuk është e disponueshme në simulator
sv: Kameran är inte tillgänglig i simulatorn
th: กล้องไม่พร้อมใช้งานบนโปรแกรมจำลอง
tr: Kamera simülatörde kullanılamıyor
uk: Камера недоступна в симуляторі
ur: سیمولیٹر پر کیمرہ دستیاب نہیں ہے
vi: Camera không khả dụng trên máy giả lập
yo: Kámẹ́rà kò sí lórí simulator
zh_hans: 模拟器上不支持相机
zh_hant: 模擬器上不支持相機

source: Camera permission denied
ar: تم رفض إذن الكاميرا
az: Kamera icazəsi rədd edildi
bg: Разрешението за камерата е отказано
bn: ক্যামেরা অনুমতি প্রত্যাখ্যাত
ca: Permís de càmera denegat
cs: Oprávnění ke kameře odepřeno
da: Kameratilladelse nægtet
de: Kameraberechtigung verweigert
el: Η άδεια κάμερας απορρίφθηκε
eo: Kamera permeso rifuzita
es: Permiso de cámara denegado
et: Kaamera luba keelatud
eu: Kamerarako baimena ukatuta
fa: مجوز دوربین رد شد
fi: Kameran käyttölupa estetty
fil: Tinanggihan ang pahintulot sa camera
fr: Autorisation de la caméra refusée
ga: Cead ceamara diúltaithe
gl: Permiso de cámara denegado
gn: Permiso kámara oñembotovéma
ha: An hana izinin kamara
he: הרשאת המצלמה נדחתה
hi: कैमरा अनुमति अस्वीकृत
hr: Dozvola za kameru odbijena
hu: Kamera engedély megtagadva
hy: Տեսախցիկի թույլտվությունը մերժվեց
id: Izin kamera ditolak
it: Permesso fotocamera negato
ja: カメラの権限が拒否されました
ko: 카메라 권한이 거부되었습니다
ky: Камерага уруксат берилген жок
lt: Kameros leidimas nesuteiktas
lv: Kameras atļauja liegta
ms: Kebenaran kamera dinafikan
my: ကင်မရာ ခွင့်ပြုချက် ငြင်းပယ်ခံရသည်
nb: Kameratillatelse avslått
nl: Camera-toestemming geweigerd
pl: Odmowa uprawnień do kamery
pt_br: Permissão de câmera negada
ro: Permisiunea pentru cameră a fost refuzată
ru: Доступ к камере запрещён
sk: Oprávnenie na kameru zamietnuté
sl: Dovoljenje za kamero zavrnjeno
sq: Leja e kamerës u refuzua
sv: Kameratillstånd nekat
th: ปฏิเสธสิทธิ์การใช้กล้อง
tr: Kamera izni reddedildi
uk: Дозвіл на камеру відхилено
ur: کیمرے کی اجازت مسترد کر دی گئی
vi: Từ chối quyền camera
yo: A kọ̀ ìyọ̀nda kámẹ́rà
zh_hans: 相机权限被拒绝
zh_hant: 相機權限被拒絕

source: Camera preview for scanning Monero QR codes
ar: معاينة الكاميرا لمسح رموز QR لـ Monero
az: Monero QR kodlarını skan etmək üçün kamera önizləməsi
bg: Преглед от камерата за сканиране на QR кодове на Monero
bn: Monero QR কোড স্ক্যান করার জন্য ক্যামেরা প্রিভিউ
ca: Previsualització de la càmera per escanejar codis QR de Monero
cs: Náhled kamery pro skenování QR kódů Monero
da: Kameraforhåndsvisning til scanning af Monero QR-koder
de: Kameravorschau zum Scannen von Monero-QR-Codes
el: Προεπισκόπηση κάμερας για σάρωση κωδικών QR Monero
eo: Kamera antaŭrigardo por skani Monero-QR-kodojn
es: Vista previa de la cámara para escanear códigos QR de Monero
et: Kaamera eelvaade Monero QR-koodide skannimiseks
eu: Kameraren aurrebista Monero QR kodeak eskaneatzeko
fa: پیش‌نمایش دوربین برای اسکن کدهای QR Monero
fi: Kameran esikatselu Monero-QR-koodien skannaamiseen
fil: Preview ng camera para sa pag-scan ng mga QR code ng Monero
fr: Aperçu de la caméra pour scanner les codes QR Monero
ga: Réamhamharc an cheamara chun cóid QR Monero a scanadh
gl: Vista previa da cámara para escanear códigos QR de Monero
gn: Vista previa kámara-gua, código QR Monero eskaneavarã
ha: Nunin kamara don bincika QR code na Monero
he: תצוגה מקדימה של המצלמה לסריקת קודי QR של Monero
hi: Monero QR कोड स्कैन करने के लिए कैमरा पूर्वावलोकन
hr: Pregled kamere za skeniranje Monero QR kodova
hu: Kamera előnézet Monero QR-kódok szkenneléséhez
hy: Տեսախցիկի նախադիտում Monero QR կոդերի սկանավորման համար
id: Pratinjau kamera untuk memindai kode QR Monero
it: Anteprima fotocamera per la scansione di codici QR Monero
ja: Monero QRコードをスキャンするためのカメラプレビュー
ko: Monero QR 코드를 스캔하기 위한 카메라 미리보기
ky: Monero QR коддорун скандоо үчүн камера көрүнүшү
lt: Kameros peržiūra Monero QR kodams skenuoti
lv: Kameras priekšskatījums Monero QR kodu skenēšanai
ms: Pratonton kamera untuk mengimbas kod QR Monero
my: Monero QR code များ စကင်ဖတ်ရန် ကင်မရာ အစမ်းကြည့်ရှုမှု
nb: Kameraforhåndsvisning for skanning av Monero QR-koder
nl: Cameravoorbeeld voor het scannen van Monero-QR-codes
pl: Podgląd kamery do skanowania kodów QR Monero
pt_br: Pré-visualização da câmera para escanear códigos QR do Monero
ro: Previzualizare cameră pentru scanarea codurilor QR Monero
ru: Изображение с камеры для сканирования QR-кодов Monero
sk: Náhľad kamery na skenovanie QR kódov Monero
sl: Predogled kamere za skeniranje QR kod Monero
sq: Pamja e kamerës për skanimin e kodeve QR të Monero
sv: Kameraförhandsvisning för skanning av Monero QR-koder
th: ตัวอย่างภาพจากกล้องสำหรับสแกนโค้ด QR ของ Monero
tr: Monero QR kodlarını taramak için kamera önizlemesi
uk: Попередній перегляд камери для сканування QR-кодів Monero
ur: Monero QR کوڈز اسکین کرنے کے لیے کیمرہ پیش منظر
vi: Xem trước camera để quét mã QR Monero
yo: Àwòrán kámẹ́rà fún yíyẹ̀wò kóòdù QR Monero
zh_hans: 用于扫描 Monero QR 码的相机预览
zh_hant: 用於掃描 Monero QR 碼的相機預覽

source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
et: Loobu
eu: Utzi
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
ga: Cealaigh
gl: Cancelar
gn: Heja
ha: Soke
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ky: Жокко чыгаруу
lt: Atšaukti
lv: Atcelt
ms: Batal
my: ပယ်ဖျက်မည်
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
yo: Fagilé
zh_hans: 取消
zh_hant: 取消

source: Cancel requested
ar: تم طلب الإلغاء
az: Ləğv sorğusu göndərildi
bg: Заявено е отказване
bn: বাতিলের অনুরোধ করা হয়েছে
ca: Cancel·lació sol·licitada
cs: Zrušení požadováno
da: Annullering anmodet
de: Abbruch angefordert
el: Ζητήθηκε ακύρωση
eo: Nuligo petita
es: Cancelación solicitada
et: Katkestamine taotletud
eu: Ezeztatzea eskatuta
fa: درخواست لغو ارسال شد
fi: Peruutus pyydetty
fil: Hiniling ang kanselahin
fr: Annulation demandée
ga: Cealú iarrtha
gl: Cancelación solicitada
gn: Ojejerure cancelación
ha: An nemi soke
he: בוצעה בקשת ביטול
hi: रद्द करने का अनुरोध किया गया
hr: Zahtjev za otkazivanjem poslan
hu: Megszakítás kérve
hy: Չեղարկումը հայցվեց
id: Pembatalan diminta
it: Annullamento richiesto
ja: キャンセルを要求しました
ko: 취소 요청됨
ky: Жокко чыгаруу суралды
lt: Atšaukimas užklaustas
lv: Pieprasīta atcelšana
ms: Pembatalan diminta
my: ပယ်ဖျက်ရန် တောင်းဆိုထားသည်
nb: Avbrudd forespurt
nl: Annulering aangevraagd
pl: Zażądano anulowania
pt_br: Cancelamento solicitado
ro: Anulare solicitată
ru: Запрошена отмена
sk: Zrušenie požadované
sl: Zahtevana preklic
sq: Anulimi u kërkua
sv: Avbrytning begärd
th: ส่งคำขอยกเลิกแล้ว
tr: İptal istendi
uk: Запит на скасування надіслано
ur: منسوخی کی درخواست کر دی گئی
vi: Đã yêu cầu hủy
yo: A ti béèrè fagilé
zh_hans: 已请求取消
zh_hant: 已請求取消

source: Chain
ar: سلسلة الكتل
az: Zəncir
bg: Верига
bn: চেইন
ca: Cadena
cs: Řetězec
da: Kæde
de: Blockchain
el: Αλυσίδα
eo: Ĉeno
es: Cadena
et: Ahel
eu: Katea
fa: زنجیره
fi: Ketju
fr: Chaîne
ga: Slabhra
gl: Cadea
gn: Cadena
ha: Sarƙa
he: שרשרת
hi: चेन
hr: Lanac
hu: Lánc
hy: Շղթա
id: Rantai
it: Catena
ja: チェーン情報
ko: 체인
ky: Чынжыр
lt: Grandinė
lv: Ķēde
nb: Kjede
pl: Łańcuch
pt_br: Blockchain
ro: Blockchain
ru: Цепочка
sk: Reťazec
sl: Veriga
sq: Zinxhiri
sv: Kedja
th: เชน
tr: Zincir
uk: Ланцюг
ur: چین
vi: Chuỗi
zh_hans: 链信息
zh_hant: 鏈信息
